Repository: rikonorris/gdms
Catalog: modules/filemanager/locale/*/LC_MESSAGES/django.po
Languages: uk_ua

source: Invalid folder name
uk_ua: Неправильне ім'я папки

source: Invalid file name
uk_ua: Неправильне ім'я файлу

source: Invalid path
uk_ua: Неправильний шлях

source: File name is not valid
uk_ua: Недоступне ім'я файлу

source: File size exceeded
uk_ua: Розмір файлу перевищує дозволений

source: Total Space size exceeded
uk_ua: Загальний розмір сховища перевищує дозволений

source: File extension not allowed
uk_ua: Недоступне розширення файлу

source: No file extension in uploaded file
uk_ua: У завантажуваному файлі відсутнє розширення

source: All files uploaded successfully
uk_ua: Усі файли успішно завантажені на сервер

source: Folder created successfully
uk_ua: Папка успішно створена

source: Folder couldn't be created
uk_ua: Папка не може бути створена

source: Folder couldn' be created because maximum number of folders exceeded
uk_ua: Папка не може бути створена. Перевищено максимальну доступну кількість папок

source: Folder renamed successfully from
uk_ua: Папка успішно переіменована з

source: to
uk_ua: в

source: Folder couldn't renamed to
uk_ua: Папка не може бути переіменована в

source: Root folder can't be deleted
uk_ua: Кореневий каталог не може бути видалений

source: Folder deleted successfully
uk_ua: Папка успішно видалена

source: Folder couldn't deleted
uk_ua: Папка не може бути видалена

source: File renamed successfully from
uk_ua: Файл успішно переіменований з

source: File couldn't be renamed to
uk_ua: Файл не може бути переіменований в

source: File extension should be same
uk_ua: Розширення файлу має бути аналогіним

source: New file extension didn't match with old file extension
uk_ua: Нове розширення файлу не співпадає зі старим розширенням

source: File deleted successfully
uk_ua: Файл успішно видалений

source: File couldn't deleted
uk_ua: Файл не може бути видалений

source: Cannot move/copy to a child folder
uk_ua: Не можна перемістити/копіювати у вкладену папку

source: ERROR: A file/folder with this name already exists in the destination folder.
uk_ua: Файл/папка з таким іменем вже існує в папці призначення

source: File/folder couldn't be moved/copied.
uk_ua: Файл/папка не може бути скопійовано/переміщено

source: You dont have a permissions to do this!
uk_ua: Ви не маєте достатньо прав для даної дії!

source: Upload Files
uk_ua: Завантажити файли на сервер

source: Download All
uk_ua: Вивантажити собі всі файли

source: Create Sub-Folder
uk_ua: Створити папку

source: Cut
uk_ua: Вирізати

source: Copy
uk_ua: Копіювати

source: Paste
uk_ua: Вставити

source: Rename
uk_ua: Перейменувати

source: Download
uk_ua: Завантажити

source: Delete
uk_ua: Видалити

source: Copy public link
uk_ua: Копіювати публічне посилання
